<?php
return [
    [
        'name' => 'name',
        'label' => '产品名',
        'type' => 'text',
        'require' => true,
        'tip' => "产品名称会直接生成当前产品页面的链接，对页面优化起着关键性作用.<br />名称长度尽量控制在5-12个单词内（特殊行业可灵活调整产品名称长度）"
    ],
    [
        'name' => 'brief_content',
        'label' => '产品简介',
        'type' => 'uedit',
        'require' => false,
        'tip' => "1-2 句话描述当前产品特点或优势，并在简介内容中合理布置相关关键词，增加页面关键词密度。<br />如有需求，也可以体现当前产品的起订量等重要属性信息"
    ],
    [
        'name' => 'content',
        'label' => '产品详情',
        'type' => 'uedit',
        'require' => true,
        'tip' => "页面的核心内容，此版块是否符合搜索引擎优化，是否符合用户体验将直接影响页面质量及页面转化。<br />站在买家的角度增加产品卖点，考虑买家最在意的信息，着重展示（产品优势或服务具体优势）"
    ],
    [
        'name' => 'name',
        'label' => '博客标题',
        'type' => 'text',
        'require' => true,
        'tip' => "标题有噱头有吸引力，建议布置关键词可多使用问句形式比如：how、what、why、when或VS、different等等"
    ],
    [
        'name' => 'content',
        'label' => '博客内容',
        'type' => 'uedit',
        'require' => true,
        'tip' => "软文内容要原创或伪原创，博客内容控制在3~6段落，切勿太长或太短，文章中分散适当布局2~3个不同的关键词，并加粗显示。如有添加图片需求，可以每篇软文放2~3张图片展示"
    ],
    [
        'name' => 'name',
        'label' => '文章标题',
        'type' => 'text',
        'require' => true,
        'tip' => "重点突出主题即可"
    ],
    [
        'name' => 'content',
        'label' => '文章内容',
        'type' => 'uedit',
        'require' => true,
        'tip' => "围绕某主题， 布局合理，段落清晰，图文并茂。<br />主要可以包含新闻型软文：公司活动， 节假日通知，公司展会信息；<br />行业型软文：行业咨询、行业动态等；<br />用户型软文：产品信息营销、产品知识介绍、用户感兴趣的知识点等。"
    ],
    [
        'name' => 'name',
        'label' => '分类名',
        'type' => 'text',
        'require' => true,
        'tip' => "产品分类名称起着用户向导作用，清晰的产品分类能够帮助用户快速找到产品，提升用户粘度。另外，分类名称最好布置一个完整的关键词，有利于搜索引擎理解网站内容和页面结构，并提高网站在搜索引擎中的排名。"
    ],
    [
        'name' => 'content',
        'label' => '分类描述',
        'type' => 'uedit',
        'require' => true,
        'tip' => "3-5句话概括介绍下当前分类下产品的共同特征、优势等，也可以加入一些定制或批发等服务的介绍，内容中可以穿插下当前产品分类名称，增加关键词频率。后期该分类页面如果是广告投放着陆页，也可以重点提升着陆页的用户体验"
    ],
];
